Repository: vzandli/GaugeZ
Catalog: GaugeZ/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, bs, de, es, fil, fr, hi, it, ja, ko, mr, pt_br, ru, ta, te, tr, ur, vi, zh_hans, zh_hk

source: The selected window is not currently reported.
ar: الفترة المحددة غير مبلّغ عنها حاليًا.
bn: নির্বাচিত উইন্ডোটি বর্তমানে রিপোর্ট করা হয়নি।
bs: Odabrani prozor trenutno nije prijavljen.
de: Das ausgewählte Fenster wird derzeit nicht gemeldet.
es: La ventana seleccionada no se reporta actualmente.
fil: Ang napiling window ay kasalukuyang hindi naiulat.
fr: La fenêtre sélectionnée n’est actuellement pas signalée.
hi: चयनित विंडो वर्तमान में रिपोर्ट नहीं की गई है।
it: La finestra selezionata non è al momento segnalata.
ja: 選択された枠は現在報告されていません。
ko: 선택한 기간은 현재 보고되지 않습니다.
mr: निवडलेली विंडो सध्या नोंदवली गेलेली नाही.
pt_br: O período selecionado não está sendo reportado no momento.
ru: Выбранный период в данный момент не передается.
ta: தேர்ந்தெடுக்கப்பட்ட சாளரம் தற்போது தெரிவிக்கப்படவில்லை.
te: ఎంచుకున్న విండో ప్రస్తుతం నివేదించబడలేదు.
tr: Seçilen pencere şu anda bildirilmiyor.
ur: منتخب کردہ ونڈو فی الحال رپورٹ نہیں کی گئی۔
vi: Khung thời gian đã chọn hiện chưa được báo cáo.
zh_hans: 所选周期当前未报告。
zh_hk: 目前未回報選取的時間窗口。

source: This Claude account cannot read usage through Claude Code.
ar: لا يمكن لحساب Claude هذا قراءة الاستخدام من خلال Claude Code.
bn: এই Claude অ্যাকাউন্ট Claude Code-এর মাধ্যমে ব্যবহার পড়তে পারে না।
bs: Ovaj Claude račun ne može čitati korištenje putem Claude Codea.
de: Dieses Claude-Konto kann Nutzungsdaten nicht über Claude Code abrufen.
es: Esta cuenta de Claude no puede consultar el uso a través de Claude Code.
fil: Hindi mabasa ng Claude account na ito ang paggamit sa pamamagitan ng Claude Code.
fr: Ce compte Claude ne peut pas lire l’utilisation via Claude Code.
hi: यह Claude खाता Claude Code के माध्यम से उपयोग नहीं पढ़ सकता।
it: Questo account Claude non può leggere l’utilizzo tramite Claude Code.
ja: このClaudeアカウントはClaude Code経由で使用状況を読み取ることができません。
ko: 이 Claude 계정은 Claude Code를 통해 사용량을 읽을 수 없습니다.
mr: हे Claude खाते Claude Code द्वारे वापर वाचू शकत नाही.
pt_br: Esta conta do Claude não pode ler dados de uso pelo Claude Code.
ru: Этот аккаунт Claude не может запрашивать данные об использовании через Claude Code.
ta: இந்த Claude கணக்கால் Claude Code வழியாகப் பயன்பாட்டைப் படிக்க முடியாது.
te: ఈ Claude ఖాతా Claude Code ద్వారా వినియోగాన్ని చదవలేదు.
tr: Bu Claude hesabı Claude Code aracılığıyla kullanımı okuyamıyor.
ur: یہ Claude اکاؤنٹ Claude Code کے ذریعے استعمال نہیں پڑھ سکتا۔
vi: Tài khoản Claude này không thể đọc mức sử dụng qua Claude Code.
zh_hans: 此 Claude 账号无法通过 Claude Code 读取用量。
zh_hk: 此 Claude 帳戶無法透過 Claude Code 讀取用量。

source: This Grok account cannot access the subscription usage endpoint. Check your account in Grok Build.
ar: لا يمكن لحساب Grok هذا الوصول إلى نقطة نهاية استخدام الاشتراك. تحقق من حسابك في Grok Build.
bn: এই Grok অ্যাকাউন্ট সাবস্ক্রিপশন ব্যবহার এন্ডপয়েন্টে অ্যাক্সেস করতে পারছে না। Grok Build-এ আপনার অ্যাকাউন্ট পরীক্ষা করুন।
bs: Ovaj Grok račun ne može pristupiti krajnjoj tački korištenja pretplate. Provjerite svoj račun u Grok Build.
de: Dieses Grok-Konto kann nicht auf den Endpunkt für die Abonnementnutzung zugreifen. Überprüfen Sie Ihr Konto in Grok Build.
es: Esta cuenta de Grok no puede acceder al punto de conexión de uso de la suscripción. Comprueba tu cuenta en Grok Build.
fil: Hindi ma-access ng Grok account na ito ang subscription usage endpoint. Suriin ang iyong account sa Grok Build.
fr: Ce compte Grok ne peut pas accéder au point de terminaison d’utilisation de l’abonnement. Vérifiez votre compte dans Grok Build.
hi: यह Grok खाता सदस्यता उपयोग एंडपॉइंट तक नहीं पहुंच सकता। Grok Build में अपना खाता जांचें।
it: Questo account Grok non può accedere all’endpoint per l’utilizzo dell’abbonamento. Controlla il tuo account in Grok Build.
ja: このGrokアカウントはサブスクリプション使用状況エンドポイントにアクセスできません。Grok Buildでアカウントを確認してください。
ko: 이 Grok 계정은 구독 사용량 엔드포인트에 접근할 수 없습니다. Grok Build에서 계정을 확인하십시오.
mr: हे Grok खाते सदस्यत्व वापर एंडपॉइंटवर प्रवेश करू शकत नाही. Grok Build मध्ये आपले खाते तपासा.
pt_br: Esta conta do Grok não tem acesso ao ponto de uso da assinatura. Verifique sua conta no Grok Build.
ru: У этой учетной записи Grok нет доступа к данным использования подписки. Проверьте учетную запись в Grok Build.
ta: இந்த Grok கணக்கால் சந்தா பயன்பாட்டு முனையத்தை அணுக முடியாது. Grok Build-இல் உங்கள் கணக்கைச் சரிபார்க்கவும்.
te: ఈ Grok ఖాతా సబ్‌స్క్రిప్షన్ వినియోగ ఎండ్‌పాయింట్‌ను యాక్సెస్ చేయలేదు. Grok Build లో మీ ఖాతాను తనిఖీ చేయండి.
tr: Bu Grok hesabı abonelik kullanımı uç noktasına erişemiyor. Hesabınızı Grok Build'de denetleyin.
ur: یہ Grok اکاؤنٹ سبسکرپشن کے استعمال کے اینڈ پوائنٹ تک رسائی حاصل نہیں کر سکتا۔ Grok Build میں اپنا اکاؤنٹ چیک کریں۔
vi: Tài khoản Grok này không thể truy cập điểm cuối mức sử dụng gói thuê bao. Hãy kiểm tra tài khoản của bạn trong Grok Build.
zh_hans: 此 Grok 账号无法访问订阅用量接口。请在 Grok Build 中检查您的账号。
zh_hk: 此 Grok 帳戶無法存取訂閱用量端點。請在 Grok Build 中檢查你的帳戶。

source: This OpenCode key has no Go subscription to meter.
ar: لا يحتوي مفتاح OpenCode هذا على اشتراك Go لاحتسابه.
bn: এই OpenCode কীতে পরিমাপ করার মতো কোনো Go সাবস্ক্রিপশন নেই।
bs: Ovaj OpenCode ključ nema Go pretplatu za mjerenje.
de: Dieser OpenCode-Schlüssel hat kein Go-Abonnement zur Messung.
es: Esta clave de OpenCode no tiene una suscripción Go que medir.
fil: Walang Go subscription ang OpenCode key na ito para sukatin.
fr: Cette clé OpenCode n’a aucun abonnement Go à mesurer.
hi: इस OpenCode कुंजी में मापने के लिए कोई Go सदस्यता नहीं है।
it: Questa chiave OpenCode non ha un abbonamento Go da misurare.
ja: このOpenCodeキーには計測対象のGoサブスクリプションがありません。
ko: 이 OpenCode 키에는 측정할 Go 구독이 없습니다.
mr: या OpenCode की मध्ये मोजण्यासाठी कोणतीही Go सदस्यता नाही.
pt_br: Esta chave do OpenCode não possui assinatura Go para monitoramento.
ru: У этого ключа OpenCode нет подписки Go для отслеживания.
ta: இந்த OpenCode விசையில் அளவிடுவதற்கு Go சந்தா எதுவும் இல்லை.
te: ఈ OpenCode కీకి కొలవడానికి ఎటువంటి Go సబ్‌స్క్రిప్షన్ లేదు.
tr: Bu OpenCode anahtarının ölçecek bir Go aboneliği yok.
ur: اس OpenCode کلید میں میٹر کرنے کے لیے کوئی Go سبسکرپشن نہیں ہے۔
vi: Khóa OpenCode này không có gói thuê bao Go nào để đo lường.
zh_hans: 此 OpenCode 密钥没有可计量的 Go 订阅。
zh_hk: 此 OpenCode 金鑰沒有可計量的 Go 訂閱。

source: This reading is over six minutes old.
ar: عمر هذه القراءة أكثر من ست دقائق.
bn: এই রিডিংটি ছয় মিনিটের বেশি পুরোনো।
bs: Ovo očitanje je starije od šest minuta.
de: Dieser Messwert ist älter als sechs Minuten.
es: Esta lectura tiene más de seis minutos.
fil: Ang pagbasang ito ay mahigit anim na minuto na ang tagal.
fr: Ce relevé date de plus de six minutes.
hi: यह डेटा छह मिनट से अधिक पुराना है।
it: Questa lettura ha più di sei minuti.
ja: この読み取り値は6分以上前のものです。
ko: 이 측정값은 6분 이상 경과했습니다.
mr: हे रीडिंग सहा मिनिटांपेक्षा जास्त जुने आहे.
pt_br: Esta leitura tem mais de seis minutos.
ru: Эти данные устарели более чем на шесть минут.
ta: இந்த வாசிப்பு ஆறு நிமிடங்களுக்கும் மேலானது.
te: ఈ రీడింగ్ ఆరు నిమిషాల కంటే పాతది.
tr: Bu ölçüm altı dakikadan daha eski.
ur: یہ ریڈنگ چھ منٹ سے زیادہ پرانی ہے۔
vi: Số liệu này đã quá 6 phút trước.
zh_hans: 此读数已超过六分钟。
zh_hk: 此讀數已超過 6 分鐘。

source: Top
ar: أعلى
bn: উপরে
bs: Vrh
de: Oben
es: Superior
fil: Itaas
fr: Haut
hi: ऊपर
it: In alto
ja: 上
ko: 상단
mr: शीर्ष
pt_br: Superior
ru: Сверху
ta: மேல்
te: పైభాగం
tr: Üst
ur: اوپر
vi: Trên cùng
zh_hans: 顶部
zh_hk: 頂部

source: Unavailable
ar: غير متوفر
bn: অনুপলব্ধ
bs: Nedostupno
de: Nicht verfügbar
es: No disponible
fil: Hindi available
fr: Indisponible
hi: अनुपलब्ध
it: Non disponibile
ja: 利用不可
ko: 사용 불가
mr: अनुपलब्ध
pt_br: Indisponível
ru: Недоступно
ta: கிடைக்கவில்லை
te: అందుబాటులో లేదు
tr: Kullanılamıyor
ur: دستیاب نہیں
vi: Không khả dụng
zh_hans: 不可用
zh_hk: 無法使用

source: Unknown Antigravity error
ar: خطأ Antigravity غير معروف
bn: অজানা Antigravity ত্রুটি
bs: Nepoznata greška za Antigravity
de: Unbekannter Antigravity-Fehler
es: Error desconocido de Antigravity
fil: Hindi kilalang error sa Antigravity
fr: Erreur Antigravity inconnue
hi: अज्ञात Antigravity त्रुटि
it: Errore sconosciuto di Antigravity
ja: 不明なAntigravityエラー
ko: 알 수 없는 Antigravity 오류
mr: अज्ञात Antigravity त्रुटी
pt_br: Erro desconhecido do Antigravity
ru: Неизвестная ошибка Antigravity
ta: தெரியாத Antigravity பிழை
te: తెలియని Antigravity లోపం
tr: Bilinmeyen Antigravity hatası
ur: نامعلوم Antigravity خرابی
vi: Lỗi Antigravity không xác định
zh_hans: 未知 Antigravity 错误
zh_hk: 未知的 Antigravity 錯誤

source: Unknown Claude error
ar: خطأ Claude غير معروف
bn: অজানা Claude ত্রুটি
bs: Nepoznata greška za Claude
de: Unbekannter Claude-Fehler
es: Error desconocido de Claude
fil: Hindi kilalang error sa Claude
fr: Erreur Claude inconnue
hi: अज्ञात Claude त्रुटि
it: Errore sconosciuto di Claude
ja: 不明なClaudeエラー
ko: 알 수 없는 Claude 오류
mr: अज्ञात Claude त्रुटी
pt_br: Erro desconhecido do Claude
ru: Неизвестная ошибка Claude
ta: தெரியாத Claude பிழை
te: తెలియని Claude లోపం
tr: Bilinmeyen Claude hatası
ur: نامعلوم Claude خرابی
vi: Lỗi Claude không xác định
zh_hans: 未知 Claude 错误
zh_hk: 未知的 Claude 錯誤

source: Unknown Cursor error
ar: خطأ Cursor غير معروف
bn: অজানা Cursor ত্রুটি
bs: Nepoznata greška za Cursor
de: Unbekannter Cursor-Fehler
es: Error desconocido de Cursor
fil: Hindi kilalang error sa Cursor
fr: Erreur Cursor inconnue
hi: अज्ञात Cursor त्रुटि
it: Errore sconosciuto di Cursor
ja: 不明なCursorエラー
ko: 알 수 없는 Cursor 오류
mr: अज्ञात Cursor त्रुटी
pt_br: Erro desconhecido do Cursor
ru: Неизвестная ошибка Cursor
ta: தெரியாத Cursor பிழை
te: తెలియని Cursor లోపం
tr: Bilinmeyen Cursor hatası
ur: نامعلوم Cursor خرابی
vi: Lỗi Cursor không xác định
zh_hans: 未知 Cursor 错误
zh_hk: 未知的 Cursor 錯誤

source: Untitled chat
ar: دردشة بدون عنوان
bn: শিরোনামহীন চ্যাট
bs: Neimenovani razgovor
de: Unbenannter Chat
es: Chat sin título
fil: Walang pamagat na chat
fr: Discussion sans titre
hi: शीर्षकहीन चैट
it: Chat senza titolo
ja: 名称未設定のチャット
ko: 제목 없는 채팅
mr: शीर्षक नसलेली चॅट
pt_br: Chat sem título
ru: Чат без названия
ta: தலைப்பிடப்படாத அரட்டை
te: శీర్షిక లేని చాట్
tr: Adsız sohbet
ur: بغیر عنوان چیٹ
vi: Cuộc trò chuyện chưa đặt tên
zh_hans: 无标题对话
zh_hk: 未命名對話

source: Update to %@ Available…
ar: يتوفر تحديث إلى %@…
bn: %@ এ আপডেট উপলব্ধ…
bs: Dostupno ažuriranje na %@…
de: Update auf %@ verfügbar…
es: Actualización a %@ disponible…
fil: May Available na Update sa %@…
fr: Mise à jour vers %@ disponible…
hi: %@ पर अपडेट उपलब्ध है…
it: Aggiornamento a %@ disponibile…
ja: %@へのアップデートが利用可能…
ko: %@ 업데이트 가능…
mr: %@ वर अपडेट उपलब्ध आहे…
pt_br: Atualização para %@ Disponível…
ru: Доступно обновление до %@…
ta: %@-க்கு புதுப்பிப்பு உள்ளது…
te: %@ కి అప్‌డేట్ అందుబాటులో ఉంది…
tr: %@ Sürümüne Güncelleme Mevcut…
ur: %@ پر اپ ڈیٹ دستیاب ہے…
vi: Có bản cập nhật lên %@…
zh_hans: 可更新至 %@…
zh_hk: 已有 %@ 更新可用…

source: Updates
ar: التحديثات
bn: আপডেট
bs: Ažuriranja
es: Actualizaciones
fil: Mga Update
fr: Mises à jour
hi: अपडेट
it: Aggiornamenti
ja: アップデート
ko: 업데이트
mr: अपडेट्स
pt_br: Atualizações
ru: Обновления
ta: புதுப்பிப்புகள்
te: అప్‌డేట్‌లు
tr: Güncellemeler
ur: اپ ڈیٹس
vi: Bản cập nhật
zh_hans: 更新
zh_hk: 更新

source: Updates are verified with GaugeZ's signing key before they are installed.
ar: يتم التحقق من التحديثات باستخدام مفتاح توقيع GaugeZ قبل تثبيتها.
bn: আপডেট ইনস্টল করার আগে GaugeZ-এর সাইনিং কী দিয়ে যাচাই করা হয়।
bs: Ažuriranja se provjeravaju ključem za potpisivanje aplikacije GaugeZ prije instalacije.
de: Updates werden vor der Installation mit dem Signaturschlüssel von GaugeZ überprüft.
es: Las actualizaciones se verifican con la clave de firma de GaugeZ antes de instalarse.
fil: Ang mga update ay nabe-verify gamit ang signing key ng GaugeZ bago mai-install.
fr: Les mises à jour sont vérifiées avec la clé de signature de GaugeZ avant d’être installées.
hi: अपडेट इंस्टॉल करने से पहले GaugeZ की हस्ताक्षर कुंजी से सत्यापित किए जाते हैं।
it: Gli aggiornamenti vengono verificati con la chiave di firma di GaugeZ prima di essere installati.
ja: アップデートはインストール前にGaugeZの署名鍵で検証されます。
ko: 업데이트는 설치되기 전에 GaugeZ 서명 키로 확인됩니다.
mr: अपडेट्स इन्स्टॉल करण्यापूर्वी GaugeZ च्या स्वाक्षरी की ने पडताळली जातात.
pt_br: As atualizações são verificadas com a chave de assinatura do GaugeZ antes da instalação.
ru: Обновления проверяются ключом подписи GaugeZ перед установкой.
ta: புதுப்பிப்புகள் நிறுவப்படுவதற்கு முன் GaugeZ-இன் கையொப்பமிடும் விசையுடன் சரிபார்க்கப்படுகின்றன.
te: అప్‌డేట్‌లు ఇన్‌స్టాల్ చేయడానికి ముందు GaugeZ సైనింగ్ కీతో ధృవీకరించబడతాయి.
tr: Güncellemeler yüklenmeden önce GaugeZ'nin imza anahtarıyla doğrulanır.
ur: اپ ڈیٹس انسٹال ہونے سے پہلے GaugeZ کی سائننگ کلید سے تصدیق کی جاتی ہیں۔
vi: Các bản cập nhật được xác minh bằng khóa ký của GaugeZ trước khi cài đặt.
zh_hans: 更新在安装前会使用 GaugeZ 的签名密钥进行验证。
zh_hk: 更新在安裝前會使用 GaugeZ 的簽署金鑰進行驗證。

source: Usage
ar: الاستخدام
bn: ব্যবহার
bs: Korištenje
de: Nutzung
es: Uso
fil: Paggamit
fr: Utilisation
hi: उपयोग
it: Utilizzo
ja: 使用状況
ko: 사용량
mr: वापर
pt_br: Uso
ru: Использование
ta: பயன்பாடு
te: వినియోగం
tr: Kullanım
ur: استعمال
vi: Mức sử dụng
zh_hans: 用量
zh_hk: 用量

source: Usage (%lld %@)
ar: الاستخدام (%lld %@)
bn: ব্যবহার (%lld %@)
bs: Korištenje (%lld %@)
de: Nutzung (%1$lld %2$@)
es: Uso (%lld %@)
fil: Paggamit (%lld %@)
fr: Utilisation (%1$lld %2$@)
hi: उपयोग (%lld %@)
it: Utilizzo (%1$lld %2$@)
ja: 使用状況（%lld %@）
ko: 사용량 (%lld %@)
mr: वापर (%lld %@)
pt_br: Uso (%lld %@)
ru: Использование (%lld %@)
ta: பயன்பாடு (%lld %@)
te: వినియోగం (%lld %@)
tr: Kullanım (%lld %@)
ur: استعمال (%lld %@)
vi: Mức sử dụng (%lld %@)
zh_hans: 用量 (%lld %@)
zh_hk: 用量 (%lld %@)

source: Usage alerts for %@
ar: تنبيهات الاستخدام لـ %@
bn: %@ এর জন্য ব্যবহার সতর্কতা
bs: Upozorenja o korištenju za %@
de: Nutzungswarnungen für %@
es: Alertas de uso para %@
fil: Mga alerto sa paggamit para sa %@
fr: Alertes d’utilisation pour %@
hi: %@ के लिए उपयोग अलर्ट
it: Avvisi di utilizzo per %@
ja: %@の使用状況アラート
ko: %@ 사용량 알림
mr: %@ साठी वापर अलर्ट
pt_br: Alertas de uso para %@
ru: Предупреждения об использовании для %@
ta: %@-க்கான பயன்பாட்டு விழிப்பூட்டல்கள்
te: %@ కోసం వినియోగ హెచ్చరికలు
tr: %@ için kullanım uyarıları
ur: %@ کے لیے استعمال کے انتباہات
vi: Cảnh báo mức sử dụng cho %@
zh_hans: %@ 用量提醒
zh_hk: %@ 的用量警示

source: Usage…
ar: الاستخدام…
bn: ব্যবহার…
bs: Korištenje…
de: Nutzung…
es: Uso…
fil: Paggamit…
fr: Utilisation…
hi: उपयोग…
it: Utilizzo…
ja: 使用状況…
ko: 사용량…
mr: वापर…
pt_br: Uso…
ru: Использование…
ta: பயன்பாடு…
te: వినియోగం…
tr: Kullanım…
ur: استعمال…
vi: Mức sử dụng…
zh_hans: 用量…
zh_hk: 用量…

source: Use %@
ar: استخدام %@
bn: %@ ব্যবহার করুন
bs: Koristi %@
de: %@ verwenden
es: Usar %@
fil: Gamitin ang %@
fr: Utiliser %@
hi: %@ का उपयोग करें
it: Usa %@
ja: %@を使用
ko: %@ 사용
mr: %@ वापरा
pt_br: Usar %@
ru: Использовать %@
ta: %@-ஐப் பயன்படுத்து
te: %@ ఉపయోగించు
tr: %@ Kullan
ur: %@ استعمال کریں
vi: Dùng %@
zh_hans: 使用 %@
zh_hk: 使用 %@

source: Use the slider or drag the notch's inner edge
ar: استخدم شريط التمرير أو اسحب الحافة الداخلية للمؤشر
bn: স্লাইডার ব্যবহার করুন বা নচের ভেতরের প্রান্তটি টানুন
bs: Koristite klizač ili povucite unutrašnju ivicu ureza
de: Schieberegler verwenden oder an der Innenkante der Kerbe ziehen
es: Usa el control deslizante o arrastra el borde interior de la muesca
fil: Gamitin ang slider o i-drag ang panloob na gilid ng notch
fr: Utilisez le curseur ou faites glisser le bord intérieur de l’encoche
hi: स्लाइडर का उपयोग करें या नॉच के आंतरिक किनारे को खींचें
it: Usa il cursore o trascina il bordo interno della tacca
ja: スライダーを使用するか、ノッチの内側の端をドラッグ
ko: 슬라이더를 사용하거나 노치의 안쪽 가장자리를 드래그하십시오
mr: स्लायडर वापरा किंवा नॉचची आतील किनार ड्रॅग करा
pt_br: Use o controle deslizante ou arraste a borda interna do entalhe
ru: Используйте ползунок или перетащите внутренний край выреза
ta: ஸ்லைடரைப் பயன்படுத்தவும் அல்லது நாட்ச்சின் உட்புற விளிம்பை இழுக்கவும்
te: స్లైడర్‌ని ఉపయోగించండి లేదా నాచ్ లోపలి అంచుని లాగండి
tr: Kaydırıcıyı kullanın veya çentiğin iç kenarını sürükleyin
ur: سلائیڈر کا استعمال کریں یا نوچ کے اندرونی کنارے کو ڈریگ کریں
vi: Dùng thanh trượt hoặc kéo cạnh trong của rãnh khuyết
zh_hans: 使用滑块或拖动凹口内边缘
zh_hk: 使用滑桿或拖曳凹口內緣

source: Uses Cursor's local sign-in to ask cursor.com for plan usage.
ar: يستخدم تسجيل دخول Cursor المحلي لسؤال cursor.com عن استخدام الخطة.
bn: প্ল্যান ব্যবহারের জন্য cursor.com-এর কাছে জানতে Cursor-এর স্থানীয় সাইন-ইন ব্যবহার করে।
bs: Koristi lokalnu prijavu za Cursor da zatraži korištenje plana od cursor.com.
de: Verwendet die lokale Anmeldung von Cursor, um die Tarifnutzung bei cursor.com abzufragen.
es: Usa el inicio de sesión local de Cursor para consultar el uso del plan en cursor.com.
fil: Ginagamit ang lokal na pag-sign in ng Cursor upang tanungin ang cursor.com para sa paggamit ng plano.
fr: Utilise la connexion locale de Cursor pour interroger cursor.com sur l’utilisation du forfait.
hi: प्लान उपयोग के लिए cursor.com से पूछने हेतु Cursor के स्थानीय साइन-इन का उपयोग करता है।
it: Usa l’accesso locale di Cursor per verificare l’utilizzo del piano su cursor.com.
ja: Cursorのローカルサインイン情報を使用してcursor.comにプラン使用状況を問い合わせます。
ko: Cursor의 로컬 로그인을 사용하여 cursor.com에 요금제 사용량을 요청합니다.
mr: योजना वापरासाठी cursor.com ला विचारण्यासाठी Cursor च्या स्थानिक साइन-इनचा वापर करते.
pt_br: Usa a sessão local do Cursor para consultar o uso do plano em cursor.com.
ru: Использует локальный вход в Cursor для запроса использования плана на cursor.com.
ta: திட்டப் பயன்பாட்டைக் கேட்க Cursor-இன் உள்ளூர் உள்நுழைவைப் பயன்படுத்தி cursor.com-ஐ அணுகுகிறது.
te: ప్లాన్ వినియోగాన్ని అడగడానికి Cursor స్థానిక సైన్-ఇన్‌ను ఉపయోగించి cursor.com ని సంప్రదిస్తుంది.
tr: Plan kullanımını cursor.com'a sormak için Cursor'ın yerel girişini kullanır.
ur: پلان کے استعمال کے بارے میں cursor.com سے پوچھنے کے لیے Cursor کا مقامی سائن ان استعمال کرتا ہے۔
vi: Sử dụng đăng nhập cục bộ của Cursor để hỏi cursor.com về mức sử dụng gói.
zh_hans: 使用 Cursor 本地登录凭据向 cursor.com 查询方案用量。
zh_hk: 使用 Cursor 的本機登入向 cursor.com 查詢方案用量。

source: Version %@
ar: الإصدار %@
bn: সংস্করণ %@
bs: Verzija %@
es: Versión %@
fil: Bersyon %@
hi: संस्करण %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
mr: आवृत्ती %@
pt_br: Versão %@
ru: Версия %@
ta: பதிப்பு %@
te: వెర్షన్ %@
tr: Sürüm %@
ur: ورژن %@
vi: Phiên bản %@
zh_hans: 版本 %@
zh_hk: 版本 %@

source: Version %@ (%@)
ar: الإصدار %1$@ (%2$@)
bn: সংস্করণ %@ (%@)
bs: Verzija %@ (%@)
de: Version %1$@ (%2$@)
es: Versión %1$@ (%2$@)
fil: Bersyon %@ (%@)
fr: Version %1$@ (%2$@)
hi: संस्करण %@ (%@)
it: Versione %1$@ (%2$@)
ja: バージョン %@（%@）
ko: 버전 %@ (%@)
mr: आवृत्ती %@ (%@)
pt_br: Versão %1$@ (%2$@)
ru: Версия %1$@ (%2$@)
ta: பதிப்பு %@ (%@)
te: వెర్షన్ %@ (%@)
tr: Sürüm %1$@ (%2$@)
ur: ورژن %1$@ (%2$@)
vi: Phiên bản %@ (%@)
zh_hans: 版本 %@ (%@)
zh_hk: 版本 %@ (%@)

source: Vertical position
ar: الموضع الرأسي
bn: উল্লম্ব অবস্থান
bs: Vertikalni položaj
de: Vertikale Position
es: Posición vertical
fil: Posisyong patayo
fr: Position verticale
hi: लंबवत स्थिति
it: Posizione verticale
ja: 垂直位置
ko: 수직 위치
mr: उभी स्थिती
pt_br: Posição vertical
ru: Положение по вертикали
ta: செங்குத்து நிலை
te: నిలువుగా స్థానం
tr: Dikey konum
ur: عمودی پوزیشن
vi: Vị trí dọc
zh_hans: 垂直位置
zh_hk: 垂直位置

source: Weekly Opus limit
ar: حد Opus الأسبوعي
bn: সাপ্তাহিক Opus সীমা
bs: Sedmično ograničenje za Opus
de: Wöchentliches Opus-Limit
es: Límite semanal de Opus
fil: Lingguhang limitasyon ng Opus
fr: Limite hebdomadaire Opus
hi: साप्ताहिक Opus सीमा
it: Limite settimanale Opus
ja: 週間のOpus上限
ko: 주간 Opus 한도
mr: साप्ताहिक Opus मर्यादा
pt_br: Limite semanal do Opus
ru: Недельный лимит Opus
ta: வாராந்திர Opus வரம்பு
te: వారపు Opus పరిమితి
tr: Haftalık Opus sınırı
ur: ہفتہ وار Opus حد
vi: Giới hạn Opus hàng tuần
zh_hans: 每周 Opus 上限
zh_hk: 每週 Opus 上限

source: Weekly Sonnet limit
ar: حد Sonnet الأسبوعي
bn: সাপ্তাহিক Sonnet সীমা
bs: Sedmično ograničenje za Sonnet
de: Wöchentliches Sonnet-Limit
es: Límite semanal de Sonnet
fil: Lingguhang limitasyon ng Sonnet
fr: Limite hebdomadaire Sonnet
hi: साप्ताहिक Sonnet सीमा
it: Limite settimanale Sonnet
ja: 週間のSonnet上限
ko: 주간 Sonnet 한도
mr: साप्ताहिक Sonnet मर्यादा
pt_br: Limite semanal do Sonnet
ru: Недельный лимит Sonnet
ta: வாராந்திர Sonnet வரம்பு
te: వారపు Sonnet పరిమితి
tr: Haftalık Sonnet sınırı
ur: ہفتہ وار Sonnet حد
vi: Giới hạn Sonnet hàng tuần
zh_hans: 每周 Sonnet 上限
zh_hk: 每週 Sonnet 上限

source: Weekly allowance
ar: الحصة الأسبوعية
bn: সাপ্তাহিক ভাতা
bs: Sedmična dozvoljena potrošnja
de: Wöchentliches Kontingent
es: Asignación semanal
fil: Lingguhang allowance
fr: Allocation hebdomadaire
hi: साप्ताहिक सीमा
it: Quota settimanale
ja: 週間利用枠
ko: 주간 사용 한도
mr: साप्ताहिक भत्ता
pt_br: Cota semanal
ru: Недельная квота
ta: வாராந்திர அனுமதி
te: వారపు భత్యం
tr: Haftalık kullanım hakkı
ur: ہفتہ وار الاؤنس
vi: Hạn mức hàng tuần
zh_hans: 周度额度
zh_hk: 每週額度

source: Weekly connected apps
ar: التطبيقات المتصلة أسبوعيًا
bn: সাপ্তাহিক সংযুক্ত অ্যাপ
bs: Sedmično povezane aplikacije
de: Wöchentlich verbundene Apps
es: Apps conectadas semanales
fil: Lingguhang mga nakakonektang app
fr: Apps connectées hebdomadaires
hi: साप्ताहिक कनेक्ट किए गए ऐप
it: App connesse settimanali
ja: 週間接続アプリ数
ko: 주간 연결된 앱
mr: साप्ताहिक जोडलेले अ‍ॅप्स
pt_br: Apps conectados semanais
ru: Подключенные приложения за неделю
ta: வாராந்திர இணைக்கப்பட்ட செயலிகள்
te: వారపు కనెక్ట్ చేయబడిన యాప్‌లు
tr: Haftalık bağlı uygulamalar
ur: ہفتہ وار منسلک ایپس
vi: Ứng dụng kết nối hàng tuần
zh_hans: 每周连接的应用
zh_hk: 每週已連接應用程式

source: Weekly limit
ar: الحد الأسبوعي
bn: সাপ্তাহিক সীমা
bs: Sedmično ograničenje
de: Wöchentliches Limit
es: Límite semanal
fil: Lingguhang limitasyon
fr: Limite hebdomadaire
hi: साप्ताहिक सीमा
it: Limite settimanale
ja: 週間上限
ko: 주간 한도
mr: साप्ताहिक मर्यादा
pt_br: Limite semanal
ru: Недельный лимит
ta: வாராந்திர வரம்பு
te: వారపు పరిమితి
tr: Haftalık sınır
ur: ہفتہ وار حد
vi: Giới hạn hàng tuần
zh_hans: 周度上限
zh_hk: 每週上限

source: Welcome to GaugeZ
ar: مرحبًا بك في GaugeZ
bn: GaugeZ-এ স্বাগতম
bs: Dobro došli u GaugeZ
de: Willkommen bei GaugeZ
es: Te damos la bienvenida a GaugeZ
fil: Maligayang pagdating sa GaugeZ
fr: Bienvenue dans GaugeZ
hi: GaugeZ में आपका स्वागत है
it: Benvenuto in GaugeZ
ja: GaugeZへようこそ
ko: GaugeZ 시작하기
mr: GaugeZ मध्ये आपले स्वागत आहे
pt_br: Boas-vindas ao GaugeZ
ru: Добро пожаловать в GaugeZ
ta: GaugeZ-க்கு நல்வரவு
te: GaugeZకి స్వాగతం
tr: GaugeZ'ye Hoş Geldiniz
ur: GaugeZ میں خوش آمدید
vi: Chào mừng bạn đến với GaugeZ
zh_hans: 欢迎使用 GaugeZ
zh_hk: 歡迎使用 GaugeZ

source: What's New in GaugeZ
ar: ما الجديد في GaugeZ
bn: GaugeZ-এ নতুন কি
bs: Novosti u aplikaciji GaugeZ
de: Neuigkeiten in GaugeZ
es: Novedades de GaugeZ
fil: Ano ang Bago sa GaugeZ
fr: Nouveautés de GaugeZ
hi: GaugeZ में क्या नया है
it: Novità di GaugeZ
ja: GaugeZの新機能
ko: GaugeZ의 새로운 기능
mr: GaugeZ मध्ये नवीन काय आहे
pt_br: Novidades do GaugeZ
ru: Что нового в GaugeZ
ta: GaugeZ-இல் புதியவை
te: GaugeZ లో కొత్త విశేషాలు
tr: GaugeZ'deki Yenilikler
ur: GaugeZ میں کیا نیا ہے
vi: Tính năng mới trong GaugeZ
zh_hans: GaugeZ 新功能
zh_hk: GaugeZ 新功能

source: What's new in
ar: ما الجديد في
bn: নতুন কি
bs: Šta je novo u
de: Neuigkeiten in
es: Novedades de
fil: Ano ang bago sa
fr: Nouveautés de
hi: इसमें क्या नया है
it: Novità di
ja: 新機能:
ko: 새로운 기능:
mr: नवीन काय आहे
pt_br: Novidades do
ru: Что нового в
ta: புதியது என்ன -
te: కొత్త విశేషాలు -
tr: Yenilikler:
ur: نیا کیا ہے برائے
vi: Tính năng mới trong
zh_hans: 新功能：
zh_hk: 新功能：

source: When the edge rail appears
ar: متى يظهر شريط الحافة
bn: এজ রেল কখন দৃশ্যমান হবে
bs: Kada se prikazuje rubna traka
de: Wann die Randleiste angezeigt wird
es: Cuándo aparece la barra lateral
fil: Kung kailan lilitaw ang edge rail
fr: Quand le rail d’écran apparaît
hi: एज रेल कब दिखाई दे
it: Quando mostrare la barra laterale
ja: エッジレールを表示するタイミング
ko: 가장자리 레일 표시 조건
mr: एज रेल कधी दिसते
pt_br: Quando a barra de borda é exibida
ru: Когда появляется боковая панель
ta: விளிம்பு ரயில் எப்போது தோன்றும்
te: ఎడ్జ్ రైల్ ఎప్పుడు కనిపిస్తుంది
tr: Kenar şeridinin görüneceği zaman
ur: ایج ریل کب ظاہر ہوتی ہے
vi: Khi nào thanh viền cạnh xuất hiện
zh_hans: 边缘栏显示时机
zh_hk: 何時顯示邊欄
